/*
 * GuestNetwork.strings
 * MacConfig
 */

"AirPort.GuNe"			= "Síť pro hosty";

"GuestNetworkDescription" = "Síť pro hosty umožní bezdrátovým klientům připojení k Internetu bez připojení k vaší soukromé síti.";
"GuestNetworkDescriptionWithWANServices" = "Síť pro hosty umožní bezdrátovým klientům připojení k Internetu a poskytne síťové služby, které jsou k dispozici přes WAN port.";
"GuestNetworkNameDefault" = "Síť pro hosty";
"RADIUSNotForGuestNet" = "Řízení přístupu RADIUS je použito pro omezení přístupu do hlavní sítě a nemá vliv na síť pro hosty.";
"GuestNetworkSecurityHigherThanMainNetwork" = "Síť pro hosty je bezpečnější než hlavní bezdrátová síť.";
"CantExtendGuestNetwork" = "%@ nemůže rozšířit síť pro hosty. Vyberte jinou síť.";
"CantJoinGuestNetwork" = "%@ se nemůže připojit k síti pro hosty. Vyberte jinou síť.";

"BandwidthLimitingDescription" = "Omezením šířky internetového pásma zabráníte hostům ve využívání příliš velkého podílu vašeho připojení k Internetu. Vyberte svou rychlost připojení k Internetu z místní nabídky níže.";
"InternetConnectionSelectSpeedDescription" = "Vyberte rychlost připojení k Internetu. Pokud nemáte jistotu, kontaktujte poskytovatele služeb Internetu.";
"KilobitsPerSecond" = "kb/s";
"MegabitsPerSecond" = "Mb/s";
"FormattedBitsPerSecond" = "%@ b/s";
"FormattedKilobitsPerSecond" = "%@ kb/s";
"FormattedMegabitsPerSecond" = "%@ Mb/s";
"InternetConnectionSpeed" = "Rychlost internetového připojení:";
"InternetConnectionFastDownstream" = "6144";
"InternetConnectionFastUpstream" = "768";
"InternetConnectionMediumDownstream" = "1536";
"InternetConnectionMediumUpstream" = "512";
"InternetConnectionBasicDownstream" = "768";
"InternetConnectionBasicUpstream" = "128";
"title_Fast" = "Rychlé";
"title_Medium" = "Střední";
"title_Basic" = "Základní";
"title_Custom" = "Vlastní";
"title_Custom_Ellipsis" = "Vlastní…";

/* kACPProblemCodeWANRejectedDHCPOfferGuest */
"waRg" = "Konflikt DHCP v síti pro hosty";
"waRg.description" = "Toto bezdrátové zařízení AirPort odmítlo DHCP adresu v podsíti, ve které je jeho interní DHCP server sítě pro hosty. Rozsah DHCP sítě pro hosty je třeba změnit.";
"waRg.remedy" = "Internet…";

/* vErrGuestNetDHCPRangeConflictWithMainNetDHCP */
"vErr.gnDh" = "Zadaný rozsah DHCP v síti pro hosty je v rozporu s rozsahem DHCP v hlavní bezdrátové síti. Vyberte jiný rozsah DHCP.";
/* vErrGuestNetNameCantMatchRadioName */
"vErr.gnRn" = "Název sítě pro hosty se nesmí shodovat s názvem hlavní sítě. Vyberte jiný název sítě pro hosty.";

"bsGE" = "Povolit síť pro hosty";
"bsGN" = "Název sítě pro hosty";
"bsGS" = "Zabezpečení sítě pro hosty";
"bsGS.1" = "Žádné";
"bsGS.5" = "WPA/WPA2 osobní";
"bsGS.7" = "WPA2 osobní";
"bsGP" = "Heslo sítě pro hosty";
"bsGD" = "Rozsah DHCP v síti pro hosty";
"bsUB" = "Rychlost vašeho odchozího streamu Internetu";
"bsDB" = "Rychlost vašeho příchozího streamu Internetu";
"bsBW" = "Omezit šířku pásma sítě pro hosty";
"bsBW.0"= "Bez omezení";
"bsBW.1"= "Omezit šířku odchozího streamu";
"bsBW.2"= "Omezit šířku příchozího streamu";
"bsBW.3"= "Omezit obojí";
"gnBg" = "Počáteční adresa DHCP sítě pro hosty";
"gnEn" = "Koncová adresa DHCP sítě pro hosty";
"gnLe" = "Zapůjčení DHCP v síti pro hosty";
"gnMg" = "Zpráva DHCP v síti pro hosty";
"gn95" = "LDAP server sítě pro hosty";
"bsAG" = "Povolit klientům sítě pro hosty vzájemnou komunikaci";
"bsAG.short" = "Povolit klientům vzájemnou komunikaci";

"GuestNetworkPanelHeader" = "Nastavení sítě pro hosty";
"ReconfigureGuestNetwork" = "Síť pro hosty";
"ReconfigureGuestNetworkEnabled" = "Zařízení %@ je nastaveno na vytvoření sítě pro hosty, která umožní bezdrátovým klientům připojení k Internetu bez připojení k vaší soukromé síti.";
"ReconfigureGuestNetworkEnabledWithWANService" = "Zařízení %@ je nastaveno na vytvoření sítě pro hosty, která umožní bezdrátovým klientům připojení k Internetu a poskytne služby dostupné přes rozhraní WAN.";
"ReconfigureGuestNetworkDisabled" = "Zařízení %@ není nastaveno na vytvoření sítě pro hosty, která by umožnila bezdrátovým klientům připojení k Internetu bez připojení k vaší soukromé síti.";
"ReconfigureGuestNetworkDisabledWithWANService" = "Zařízení %@ není nastaveno na vytvoření sítě pro hosty, která by umožnila bezdrátovým klientům připojení k Internetu a poskytla by služby dostupné přes rozhraní WAN.";

"OnePanelGuestNetworkDefaults" = "Může též být vytvořena zabezpečená „%@“, která umožní ostatním připojení k Internetu bez připojení k vaší soukromé síti.";
"OnePanelGuestNetworkDefaultsWithWANService" = "Může též být vytvořena zabezpečená „%@“, která ostatním uživatelům umožní připojení k Internetu a poskytne síťové služby, které jsou k dispozici přes WAN port.";